gramems = {'NOUN':'существительное', 'ADJF':'прилагательное', 'ADJS':'краткое прилагательное',
           'COMP':'компаратив', 'VERB':'глагол', 'INFN':'глагол(инфинитив)', 'PRTF':'причастие',
           'PRTS':'краткое причастие', 'GRDN':'деепричастие', 'NUMR':'числительное', 'ADVB':'наречие',
           'NPRO':'местоимение-существительное', 'PRED':'предикатив', 'PREP':'предлог', 'CONJ':'союз',
           'PRCL':'частица', 'INTJ':'междометие'}

pos_for_synonim = {'NOUN':'существительное', 'ADJF':'прилагательное', 'VERB':'глагол', 'INFN':'глагол(инфинитив)',
               'ADJS': 'краткое прилагательное'}